{
  "AstroNvim": {
    "branch": "main"
  },
  "Comment.nvim": {
    "branch": "master"
  },
  "LuaSnip": {
    "branch": "master"
  },
  "aerial.nvim": {
    "branch": "master"
  },
  "astrocore": {
    "branch": "main"
  },
  "astrolsp": {
    "branch": "main"
  },
  "astrotheme": {
    "branch": "main"
  },
  "astroui": {
    "branch": "main"
  },
  "better-escape.nvim": {
    "branch": "master"
  },
  "blink-emoji.nvim": {
    "branch": "master"
  },
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "cellular-automaton.nvim": {
    "branch": "main"
  },
  "clangd_extensions.nvim": {
    "branch": "main"
  },
  "cmake-tools.nvim": {
    "branch": "master"
  },
  "cmp-dap": {
    "branch": "master"
  },
  "diffview.nvim": {
    "branch": "main"
  },
  "formatter.nvim": {
    "branch": "master"
  },
  "friendly-snippets": {
    "branch": "main"
  },
  "gitsigns.nvim": {
    "branch": "main"
  },
  "guess-indent.nvim": {
    "branch": "main"
  },
  "harpoon": {
    "branch": "master"
  },
  "heirline.nvim": {
    "branch": "master"
  },
  "hop.nvim": {
    "branch": "master"
  },
  "keys.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "markdown-preview.nvim": {
    "branch": "master"
  },
  "marks.nvim": {
    "branch": "master"
  },
  "mason-lspconfig.nvim": {
    "branch": "main"
  },
  "mason-null-ls.nvim": {
    "branch": "main"
  },
  "mason-nvim-dap.nvim": {
    "branch": "main"
  },
  "mason-tool-installer.nvim": {
    "branch": "main"
  },
  "mason.nvim": {
    "branch": "main"
  },
  "mini.icons": {
    "branch": "main"
  },
  "neo-tree.nvim": {
    "branch": "main"
  },
  "neoconf.nvim": {
    "branch": "main"
  },
  "noice.nvim": {
    "branch": "main"
  },
  "none-ls.nvim": {
    "branch": "main"
  },
  "nui.nvim": {
    "branch": "main"
  },
  "nvim-autopairs": {
    "branch": "master"
  },
  "nvim-config-local": {
    "branch": "main"
  },
  "nvim-dap": {
    "branch": "master"
  },
  "nvim-dap-projects": {
    "branch": "main"
  },
  "nvim-dap-ui": {
    "branch": "master"
  },
  "nvim-gomove": {
    "branch": "main"
  },
  "nvim-highlight-colors": {
    "branch": "main"
  },
  "nvim-lint": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-nio": {
    "branch": "master"
  },
  "nvim-notify": {
    "branch": "master"
  },
  "nvim-spectre": {
    "branch": "master"
  },
  "nvim-surround": {
    "branch": "main"
  },
  "nvim-treehopper": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-context": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-ts-autotag": {
    "branch": "main"
  },
  "nvim-ts-context-commentstring": {
    "branch": "main"
  },
  "nvim-ufo": {
    "branch": "main"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "nvim-window-picker": {
    "branch": "main"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "refactoring": {
    "branch": "master"
  },
  "resession.nvim": {
    "branch": "master"
  },
  "rustaceanvim": {
    "branch": "master"
  },
  "smart-splits.nvim": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "todo-comments.nvim": {
    "branch": "main"
  },
  "toggleterm.nvim": {
    "branch": "main"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "typescript-tools.nvim": {
    "branch": "master"
  },
  "undotree": {
    "branch": "master"
  },
  "vim-illuminate": {
    "branch": "master"
  },
  "visual-whitespace.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
